{
    "1": ".\\index.py",
    "2": ".\\Books\\Speech and Language Processing - 3rd Edition Draft.pdf",
    "3": ".\\Papers\\iNLTK Natural Language Toolkit for Indic Languages.pdf",
    "4": ".\\Papers\\Bi-LSTM and POS Tagger\\A Comparative Study on Language Models for the Kannada Language.pdf",
    "5": ".\\Papers\\Bi-LSTM and POS Tagger\\A comprehensive survey on Indian regional language processing.pdf",
    "6": ".\\Papers\\Bi-LSTM and POS Tagger\\A Survey of Machine Translation and Parts of Speech Tagging for Indian Languages.pdf",
    "7": ".\\Papers\\Bi-LSTM and POS Tagger\\Approaches And Literature Survey - where is chapter1.pdf",
    "8": ".\\Papers\\Bi-LSTM and POS Tagger\\Building a Kannada POS Tagger Using Machine Learning and Neural Network Models.pdf",
    "9": ".\\Papers\\Bi-LSTM and POS Tagger\\Characteristics Of Indian Languages.pdf",
    "10": ".\\Papers\\Bi-LSTM and POS Tagger\\Detection and Annotation of Events in Kannada.pdf",
    "11": ".\\Papers\\Bi-LSTM and POS Tagger\\Efficient Multilingual Text Classification for Indian Languages.pdf",
    "12": ".\\Papers\\Bi-LSTM and POS Tagger\\KanCMD Kannada Code Mixed Dataset for Sentiment Analysis and Offensive Language Detection.pdf",
    "13": ".\\Papers\\Bi-LSTM and POS Tagger\\Kannada Named Entity Recognition And Classification (nerc) Based On Multinomial Naïve Bayes (mnb) Classifier.pdf",
    "14": ".\\Papers\\Bi-LSTM and POS Tagger\\Kannada Shabhdakosha.pdf",
    "15": ".\\Papers\\Bi-LSTM and POS Tagger\\Kavi-Kannada Natural Language Processing System.pdf",
    "16": ".\\Papers\\Bi-LSTM and POS Tagger\\Lec-Introduction-CEP.pdf",
    "17": ".\\Papers\\Bi-LSTM and POS Tagger\\Linguistics in Premodern India.pdf",
    "18": ".\\Papers\\Bi-LSTM and POS Tagger\\Named Entity Recognition for Kannada using Gazetteers list with Conditional Random Fields.pdf",
    "19": ".\\Papers\\Bi-LSTM and POS Tagger\\NamedEntityRecognitionon KannadaLowResourceLanguage usingDeepLearningModels.pdf",
    "20": ".\\Papers\\Bi-LSTM and POS Tagger\\Nlp Challenges For Machine Translation From English To Indian Languages.pdf",
    "21": ".\\Papers\\Bi-LSTM and POS Tagger\\Part-of-Speech Tagging with Bidirectional Long Short-Term Memory Recurrent Neural Network.pdf",
    "22": ".\\Papers\\Bi-LSTM and POS Tagger\\Part-of-SpeechTaggingfrom97%to100%.pdf",
    "23": ".\\Papers\\Bi-LSTM and POS Tagger\\Part-of-SpeechTaggingofOdiaLanguageUsingstatisticalandDeep Learning-BasedApproaches.pdf",
    "24": ".\\Papers\\Bi-LSTM and POS Tagger\\Phonetic Dictionary for Natural Language Processing (Kannada ).pdf",
    "25": ".\\Papers\\Bi-LSTM and POS Tagger\\POS-HOML POS Tagging Technique For Gujarati Language Using Hybrid Optimal And Machine Learning Approaches.pdf",
    "26": ".\\Papers\\Bi-LSTM and POS Tagger\\Resources for Indian languages.pdf",
    "27": ".\\Papers\\Bi-LSTM and POS Tagger\\Rule Based Hindi Part of Speech Tagger.pdf",
    "28": ".\\Papers\\Bi-LSTM and POS Tagger\\Salil_Agarwal.pdf",
    "29": ".\\Papers\\Bi-LSTM and POS Tagger\\Sentiment Analysis on Multilingual Code-Mixed.pdf",
    "30": ".\\Papers\\Bi-LSTM and POS Tagger\\Survey on Part of Speech Tagger for Hindi Language using Rule based Approach.pdf",
    "31": ".\\Papers\\Bi-LSTM and POS Tagger\\SurveyNatural_Language_Parsing_For_Indian_Language.pdf",
    "32": ".\\Papers\\Bi-LSTM and POS Tagger\\Understanding the Indian Languages.pdf",
    "33": ".\\Papers\\Bi-LSTM and POS Tagger\\Unsupervised Stemmer for Kannada Language.pdf",
    "34": ".\\Papers\\Bi-LSTM and POS Tagger\\Using Natural Language Processing to Translate Plain Text into Pythonic Syntax in Kannada.pdf",
    "35": ".\\Papers\\Bi-LSTM and POS Tagger\\Various tagsets for Indian Languages and their performance in Part of Speech Tagging.pdf",
    "36": ".\\Papers\\Bi-LSTM and POS Tagger\\wildre_keynote_2020.pdf",
    "37": ".\\Papers\\NLP Literature\\Attention Is All You Need.pdf",
    "38": ".\\Papers\\NLP Literature\\Bag of Tricks for Efficient Text Classification.pdf",
    "39": ".\\Papers\\NLP Literature\\Enriching Word Vectors with Subword Information.pdf",
    "40": ".\\Papers\\NLP Literature\\FastText.zip - Compressing text classification models.pdf",
    "41": ".\\Papers\\NLP Literature\\NewTerms",
    "42": ".\\Papers\\NLP Literature\\Minimum-Edit-Distance\\A Guided Tour to Approximate String Matching.pdf",
    "43": ".\\Papers\\NLP Literature\\Minimum-Edit-Distance\\Approximate Text Searching.pdf",
    "44": ".\\Papers\\NLP Literature\\Minimum-Edit-Distance\\Approximating Edit Distance in Near-Linear Time.pdf",
    "45": ".\\file_index.json"
}